<template>
   <div :style="'padding:40px;width:'+width+';'">
      <dl>
          <dt style="font-size:18px;line-height:112px;">我的位置:首页>行业资讯>正文</dt>
          <dd style="font-size:41px;line-height:118px;">行业资讯文章标题</dd>
          <dd style="font-size:15px;line-height:25px;">国务院新闻办于2019年3月5日（星期二）下午1时30分举行吹风会，请《政府工作报告》起草组负责人、国务院研究室主任黄守宏解读《政府工作报告》有关情况，并答记者问。</dd>
          <dd style="font-size:14px;line-height:74px;margin-bottom:13px;"><i>来源:新华社</i><i>2019-03-11 11:50</i></dd>
          <dd><img src="../assets/images/banner.jpg" style="width:100%;" alt=""></dd>
          <dd>
              <p>尊敬的各位领导，女士们、先生们，新闻界的朋友们：</p>
              <p>　　大家上午好！三月牡丹呈艳态，壮观人间春世界。在这春暖花开、播种希望的美好季节，我们相聚在美丽的山水之城重庆，举行第二十届垫江牡丹文化节新闻发布会。　　</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
              <p>　　在此，我谨代表中共垫江县委、垫江县人民政府，向莅临今天新闻发布会的各位来宾和新闻界的朋友们表示热烈的欢迎，向一直以来关注、关心和支持垫江经济社会发展的各级领导和媒体朋友们致以衷心的感谢！</p>
          </dd>
      </dl>
   </div>
</template>
 
<script>
import {mapActions,mapState,mapGetters} from "vuex";
export default {
  props:{
    width:String
  },
  data() {
    return {
    }
  },
  watch: {

  },
  methods: {
    ...mapActions(['setSwitchStatus']),
    ...mapGetters(['getSwitchStatus']),
  },
 
  mounted() {
   this.setSwitchStatus()
  }
}
</script>
 
<style lang="less" scoped>
</style>